Repository: freecodecollective/matchmondo
Catalog: MatchMondo/MatchMondo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_es, fr, it, ja, ko, pt_br, zh_hans

source: MatchMondo is free and always will be — no ads, no subscriptions. If you'd like to give back, consider donating to Genesis Oakland — a youth soccer club building community and creating opportunity for kids in Oakland through the beautiful game.
ar: MatchMondo مجاني وسيبقى كذلك دائماً — بلا إعلانات ولا اشتراكات. إن أردت الدعم، فكّر في التبرع لـ Genesis Oakland — نادي كرة قدم للشباب يبني المجتمع ويخلق الفرص للأطفال في أوكلاند من خلال اللعبة الجميلة.
de: MatchMondo ist kostenlos und wird es immer bleiben — keine Werbung, keine Abos. Wenn du etwas zurückgeben möchtest, spende an Genesis Oakland — ein Jugendfußballverein, der durch den schönen Sport Gemeinschaft aufbaut und Kindern in Oakland Chancen eröffnet.
es: MatchMondo es gratuita y siempre lo será — sin anuncios, sin suscripciones. Si quieres contribuir, considera donar a Genesis Oakland — un club de fútbol juvenil que construye comunidad y crea oportunidades para niños en Oakland a través del hermoso juego.
es_es: MatchMondo es gratuita y siempre lo será — sin anuncios, sin suscripciones. Si quieres contribuir, considera donar a Genesis Oakland — un club de fútbol juvenil que construye comunidad y crea oportunidades para los niños de Oakland a través del deporte rey.
fr: MatchMondo est gratuite et le restera — sans publicités ni abonnements. Si vous souhaitez contribuer, pensez à faire un don à Genesis Oakland — un club de football jeunesse qui crée du lien et des opportunités pour les enfants d'Oakland grâce au beau jeu.
it: MatchMondo è gratuita e lo sarà sempre — niente pubblicità, niente abbonamenti. Se vuoi contribuire, considera di donare a Genesis Oakland — una squadra giovanile che costruisce comunità e crea opportunità per i ragazzi di Oakland attraverso il calcio.
ja: MatchMondoは無料で、広告もサブスクもありません。もしお気に召しましたら、Genesis Oakland（オークランドの少年サッカークラブ）への寄付をご検討ください。サッカーを通じてコミュニティと子どもたちの未来を育てています。
ko: MatchMondo는 무료이며 앞으로도 그럴 것입니다 — 광고도, 구독도 없습니다. 보답하고 싶으시다면 Genesis Oakland에 기부를 고려해 주세요. 아름다운 스포츠를 통해 오클랜드 아이들에게 커뮤니티와 기회를 만들어 주는 유스 축구 클럽입니다.
pt_br: O MatchMondo é gratuito e sempre será — sem anúncios, sem assinaturas. Se quiser contribuir, considere fazer uma doação ao Genesis Oakland — um clube de futebol juvenil que constrói comunidade e cria oportunidades para crianças em Oakland por meio do futebol.
zh_hans: MatchMondo 永久免费——无广告，无订阅。如果您想回馈，可以考虑向 Genesis Oakland 捐款——这是一个通过足球为奥克兰孩子建设社区、创造机会的青少年足球俱乐部。

source: Midfielders
ar: لاعبو الوسط
de: Mittelfeld
es: Mediocampistas
es_es: Centrocampistas
fr: Milieux
it: Centrocampisti
ja: ミッドフィールダー
ko: 미드필더
pt_br: Meio-campistas
zh_hans: 中场

source: More
ar: المزيد
de: Mehr
es: Más
es_es: Más
fr: Plus
it: Altro
ja: その他
ko: 더보기
pt_br: Mais
zh_hans: 更多

source: Next match
ar: المباراة القادمة
de: Nächstes Spiel
es: Próximo partido
es_es: Próximo partido
fr: Prochain match
it: Prossima partita
ja: 次の試合
ko: 다음 경기
pt_br: Próxima partida
zh_hans: 下一场

source: No matches in the next 3 days
ar: لا مباريات في الأيام الثلاثة القادمة
de: Keine Spiele in den nächsten 3 Tagen
es: No hay partidos en los próximos 3 días
es_es: No hay partidos en los próximos 3 días
fr: Aucun match dans les 3 prochains jours
it: Nessuna partita nei prossimi 3 giorni
ja: 今後3日間は試合がありません
ko: 향후 3일간 경기 없음
pt_br: Nenhuma partida nos próximos 3 dias
zh_hans: 未来3天没有比赛

source: Offsides
ar: التسلل
de: Abseits
es: Fueras de lugar
es_es: Fueras de juego
fr: Hors-jeux
it: Fuorigioco
ja: オフサイド
ko: 오프사이드
pt_br: Impedimentos
zh_hans: 越位

source: Or we can donate for you — just Venmo @busselle and we'll pass along the donation to Genesis Oakland.
ar: أو يمكننا التبرع نيابةً عنك — فقط أرسل عبر Venmo إلى @busselle وسنحوّل التبرع إلى Genesis Oakland.
de: Oder wir spenden für dich — einfach per Venmo an @busselle und wir leiten die Spende an Genesis Oakland weiter.
es: O podemos donar por ti — solo haz Venmo a @busselle y pasaremos la donación a Genesis Oakland.
es_es: O podemos donar por ti — simplemente hazlo por Venmo a @busselle y nosotros haremos llegar la donación a Genesis Oakland.
fr: Nous pouvons aussi donner à votre place — envoyez simplement un Venmo à @busselle et nous transmettrons le don à Genesis Oakland.
it: O possiamo donare per te — manda un Venmo a @busselle e gireremo la donazione a Genesis Oakland.
ja: 代わりに寄付することもできます。Venmo @busselle にお送りいただければ、Genesis Oaklandにお届けします。
ko: 저희가 대신 기부해 드릴 수도 있습니다 — Venmo @busselle로 보내주시면 Genesis Oakland에 전달해 드리겠습니다.
pt_br: Ou podemos doar por você — basta usar o Venmo @busselle e repassaremos a doação ao Genesis Oakland.
zh_hans: 或者我们可以代您捐款——只需 Venmo @busselle，我们会将捐款转交给 Genesis Oakland。

source: Override your device language for this app
ar: تجاوز لغة الجهاز لهذا التطبيق
de: Gerätesprache für diese App überschreiben
es: Cambiar el idioma del dispositivo para esta app
es_es: Usar un idioma distinto al del dispositivo para esta app
fr: Remplacer la langue de votre appareil pour cette appli
it: Sostituisci la lingua del dispositivo per questa app
ja: このアプリの言語をデバイス設定と別に変更
ko: 이 앱의 언어를 기기 언어와 별도로 설정
pt_br: Substituir o idioma do dispositivo para este app
zh_hans: 为此应用覆盖设备语言

source: P
ar: لع
de: Sp
es: PJ
es_es: PJ
fr: J
it: G
ja: 試
ko: 경
pt_br: J
zh_hans: 场

source: Played
ar: لعب
de: Gespielt
es: Jugados
es_es: Jugados
fr: Joués
it: Giocate
ja: 出場
ko: 경기 수
pt_br: Jogos
zh_hans: 已赛

source: Please close and reopen MatchMondo to apply the language change.
ar: يرجى إغلاق MatchMondo وإعادة فتحه لتطبيق تغيير اللغة.
de: Bitte MatchMondo schließen und neu öffnen, um die Sprachänderung zu übernehmen.
es: Por favor cierra y vuelve a abrir MatchMondo para aplicar el cambio de idioma.
es_es: Por favor, cierra y vuelve a abrir MatchMondo para aplicar el cambio de idioma.
fr: Veuillez fermer et rouvrir MatchMondo pour appliquer le changement de langue.
it: Chiudi e riapri MatchMondo per applicare il cambio lingua.
ja: 言語の変更を適用するには、MatchMondoを閉じて再度開いてください。
ko: 언어 변경을 적용하려면 MatchMondo를 닫고 다시 여세요.
pt_br: Feche e reabra o MatchMondo para aplicar a mudança de idioma.
zh_hans: 请关闭并重新打开 MatchMondo 以应用语言更改。

source: Possession
ar: الاستحواذ
de: Ballbesitz
es: Posesión
es_es: Posesión
it: Possesso palla
ja: ポゼッション
ko: 점유율
pt_br: Posse de Bola
zh_hans: 控球率

source: Pts
ar: نق
de: Pkt
it: Pt
ja: 勝点
ko: 승점
zh_hans: 分

source: Quarter-finals
ar: ربع النهائي
de: Viertelfinale
es: Cuartos de final
es_es: Cuartos de final
fr: Quarts de finale
it: Quarti di finale
ja: 準々決勝
ko: 8강
pt_br: Quartas de Final
zh_hans: 四分之一决赛

source: Red Card (Sending-off)
ar: البطاقة الحمراء (الطرد)
de: Rote Karte (Platzverweis)
es: Tarjeta roja (expulsión)
es_es: Tarjeta roja (expulsión)
fr: Carton rouge (expulsion)
it: Cartellino rosso (espulsione)
ja: レッドカード（退場）
ko: 레드 카드 (퇴장)
pt_br: Cartão Vermelho (Expulsão)
zh_hans: 红牌（罚出场）

source: Restart Required
ar: إعادة التشغيل مطلوبة
de: Neustart erforderlich
es: Reinicio requerido
es_es: Reinicio necesario
fr: Redémarrage requis
it: Riavvio necessario
ja: 再起動が必要です
ko: 재시작 필요
pt_br: Reinicialização Necessária
zh_hans: 需要重启

source: Round of 16
ar: دور الـ16
de: Achtelfinale
es: Octavos de final
es_es: Octavos de final
fr: Huitièmes de finale
it: Ottavi di finale
ja: ベスト16
ko: 16강
pt_br: Oitavas de Final
zh_hans: 16强

source: Round of 32
ar: دور الـ32
de: Runde der 32
es: Ronda de 32
es_es: Dieciseisavos de final
fr: Seizièmes de finale
it: Turno dei 32
ja: ベスト32
ko: 32강
pt_br: Décimos de Final
zh_hans: 32强

source: Saves
ar: التصديات
de: Paraden
es: Atajadas
es_es: Paradas
fr: Arrêts
it: Parate
ja: セーブ
ko: 선방
pt_br: Defesas
zh_hans: 扑救

source: Schedule
ar: الجدول
de: Spielplan
es: Calendario
es_es: Calendario
fr: Calendrier
it: Calendario
ja: 日程
ko: 일정
pt_br: Calendário
zh_hans: 赛程

source: Scores hidden
ar: النتائج مخفية
de: Ergebnisse ausgeblendet
es: Resultados ocultos
es_es: Resultados ocultos
fr: Scores masqués
it: Risultati nascosti
ja: スコア非表示
ko: 점수 숨김
pt_br: Placar oculto
zh_hans: 比分已隐藏

source: Search teams or players...
ar: ابحث عن فرق أو لاعبين...
de: Teams oder Spieler suchen...
es: Buscar equipos o jugadores...
es_es: Buscar equipos o jugadores...
fr: Rechercher des équipes ou des joueurs...
it: Cerca squadre o giocatori...
ja: チーム・選手を検索...
ko: 팀 또는 선수 검색...
pt_br: Buscar seleções ou jogadores...
zh_hans: 搜索球队或球员…

source: Search teams, venues...
ar: ابحث عن فرق أو ملاعب...
de: Teams, Stadien suchen...
es: Buscar equipos, estadios...
es_es: Buscar equipos, estadios...
fr: Rechercher des équipes, des stades...
it: Cerca squadre, stadi...
ja: チーム・会場を検索...
ko: 팀, 경기장 검색...
pt_br: Buscar seleções, estádios...
zh_hans: 搜索球队、场馆…

source: Semi-finals
ar: نصف النهائي
de: Halbfinale
es: Semifinales
es_es: Semifinales
fr: Demi-finales
it: Semifinali
ja: 準決勝
ko: 4강
pt_br: Semifinais
zh_hans: 半决赛

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
es_es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

source: Shots
ar: التسديدات
de: Schüsse
es: Tiros
es_es: Disparos
fr: Tirs
it: Tiri
ja: シュート
ko: 슈팅
pt_br: Chutes
zh_hans: 射门

source: Shots on Target
ar: التسديدات على المرمى
de: Schüsse aufs Tor
es: Tiros al arco
es_es: Disparos a puerta
fr: Tirs cadrés
it: Tiri in porta
ja: 枠内シュート
ko: 유효 슈팅
pt_br: Chutes no Gol
zh_hans: 射正

source: Show Country Flags
ar: إظهار أعلام الدول
de: Länderfahnen anzeigen
es: Mostrar banderas de países
es_es: Mostrar banderas
fr: Afficher les drapeaux
it: Mostra bandiere
ja: 国旗を表示
ko: 국기 표시
pt_br: Exibir Bandeiras
zh_hans: 显示国家旗帜

source: Show Game Times
ar: إظهار مواعيد المباريات
de: Spielzeiten anzeigen
es: Mostrar horarios de partidos
es_es: Mostrar horarios
fr: Afficher les horaires
it: Mostra orari
ja: 試合時間を表示
ko: 경기 시간 표시
pt_br: Exibir Horários
zh_hans: 显示比赛时间

source: Show Match Locations
ar: إظهار مواقع المباريات
de: Spielorte anzeigen
es: Mostrar ubicaciones de partidos
es_es: Mostrar ubicaciones
fr: Afficher les lieux des matchs
it: Mostra luoghi
ja: 試合会場を表示
ko: 경기 장소 표시
pt_br: Exibir Locais das Partidas
zh_hans: 显示比赛地点

source: Show Score
ar: إظهار النتيجة
de: Ergebnis anzeigen
es: Mostrar resultado
es_es: Mostrar resultado
fr: Afficher le score
it: Mostra risultato
ja: スコアを表示
ko: 점수 표시
pt_br: Exibir Placar
zh_hans: 显示比分

source: Show World Rankings
ar: إظهار التصنيفات العالمية
de: Weltranking anzeigen
es: Mostrar ranking mundial
es_es: Mostrar ranking mundial
fr: Afficher les classements mondiaux
it: Mostra ranking mondiale
ja: 世界ランキングを表示
ko: 세계 랭킹 표시
pt_br: Exibir Rankings Mundiais
zh_hans: 显示世界排名

source: Shown for serious foul play, violent conduct, spitting, denying an obvious goal-scoring opportunity, offensive language, or two yellow cards in the same match. The player leaves and cannot be replaced — the team plays short.
ar: تُعطى بسبب المخالفة الجسيمة، أو العنف، أو البصق، أو إهدار فرصة تسجيل واضحة، أو اللغة المسيئة، أو بطاقتين صفراوين في المباراة ذاتها. يغادر اللاعب ولا يمكن استبداله — يكمل الفريق بعدد أقل.
de: Wird gezeigt bei grobem Foulspiel, Gewalttätigkeit, Anspucken, Verhindern einer klaren Torchance, beleidigender Sprache oder zwei Gelben Karten im selben Spiel. Der Spieler muss das Feld verlassen und kann nicht ersetzt werden — das Team spielt in Unterzahl.
es: Se muestra por juego brusco grave, conducta violenta, escupir, negar una clara oportunidad de gol, lenguaje ofensivo, o dos tarjetas amarillas en el mismo partido. El jugador sale y no puede ser reemplazado — el equipo juega con uno menos.
es_es: Se muestra por juego brusco grave, conducta violenta, escupir, negar una ocasión manifiesta de gol, lenguaje ofensivo, o dos tarjetas amarillas en el mismo partido. El jugador abandona el campo y no puede ser sustituido — el equipo juega con uno menos.
fr: Affiché pour faute grossière, conduite violente, crachat, annulation d'une occasion de but manifeste, langage offensant, ou deux cartons jaunes dans le même match. Le joueur quitte le terrain sans pouvoir être remplacé — l'équipe évolue en infériorité numérique.
it: Mostrato per fallo grave, condotta violenta, sputo, negazione di una chiara opportunità di gol, linguaggio offensivo, o due cartellini gialli nella stessa partita. Il giocatore lascia il campo e non può essere sostituito — la squadra gioca in inferiorità numerica.
ja: 著しく不正なプレー、暴力行為、唾吐き、決定的な得点機会の阻止、侮辱的な言葉、または同一試合で2枚のイエローカード。退場した選手の補充はできず、チームは少人数でプレー。
ko: 심각한 반칙, 폭력 행위, 침 뱉기, 명백한 득점 기회 저지, 모욕적 언어, 또는 같은 경기에서 경고 2회 시 퇴장. 퇴장 선수는 교체할 수 없어 팀은 수적 열세로 경기합니다.
pt_br: Aplicado por falta grave, conduta violenta, cuspir, negar oportunidade clara de gol, linguagem ofensiva, ou dois cartões amarelos na mesma partida. O jogador é expulso e não pode ser substituído — o time joga com um a menos.
zh_hans: 用于严重犯规、暴力行为、吐口水、阻止明显进球机会、侮辱性语言或同场两黄变红。该球员被驱逐且不得被换人替代——球队少打一人。

source: Squad
ar: التشكيلة
de: Kader
es: Plantilla
es_es: Plantilla
fr: Effectif
it: Rosa
ja: 選手
ko: 스쿼드
pt_br: Elenco
zh_hans: 阵容

source: Standings
ar: الترتيب
de: Tabelle
es: Tabla
es_es: Clasificación
fr: Classement
it: Classifica
ja: 順位表
ko: 순위
pt_br: Classificação
zh_hans: 积分榜

source: Substitutions
ar: التبديلات
de: Auswechslungen
es: Sustituciones
es_es: Sustituciones
fr: Remplacements
it: Sostituzioni
ja: 交代
ko: 교체
pt_br: Substituições
zh_hans: 换人

source: Support Genesis Oakland
ar: ادعم Genesis Oakland
de: Genesis Oakland unterstützen
es: Apoyar a Genesis Oakland
es_es: Apoya a Genesis Oakland
fr: Soutenir Genesis Oakland
it: Sostieni Genesis Oakland
ja: Genesis Oaklandを応援
ko: Genesis Oakland 후원
pt_br: Apoie o Genesis Oakland
zh_hans: 支持 Genesis Oakland

source: Suspensions & Amnesty
ar: الإيقافات والعفو
de: Sperren & Amnestie
es: Suspensiones y amnistía
es_es: Sanciones y amnistía
fr: Suspensions et amnistie
it: Squalifiche e amnistia
ja: 出場停止と累積リセット
ko: 징계 및 경고 초기화
pt_br: Suspensões e Anistia
zh_hans: 停赛与赦免规则

source: Team
ar: الفريق
es: Equipo
es_es: Equipo
fr: Équipe
it: Squadra
ja: チーム
ko: 팀
pt_br: Seleção
zh_hans: 球队

source: Teams
ar: الفرق
es: Equipos
es_es: Equipos
fr: Équipes
it: Squadre
ja: チーム
ko: 팀
pt_br: Seleções
zh_hans: 球队

source: Third-place Match
ar: مباراة المركز الثالث
de: Spiel um Platz 3
es: Partido por el tercer lugar
es_es: Partido por el tercer puesto
fr: Match pour la 3e place
it: Finale terzo posto
ja: 3位決定戦
ko: 3·4위전
pt_br: Disputa do 3º Lugar
zh_hans: 三四名决赛

source: Today
ar: اليوم
de: Heute
es: Hoy
es_es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天

source: Tomorrow
ar: غداً
de: Morgen
es: Mañana
es_es: Mañana
fr: Demain
it: Domani
ja: 明日
ko: 내일
pt_br: Amanhã
zh_hans: 明天

source: Top 2 advance + 8 best third-placed teams
ar: يتأهل الأول والثاني + أفضل 8 فرق ثالثة
de: Top 2 weiter + 8 beste Drittplatzierte
es: Los 2 primeros avanzan + los 8 mejores terceros
es_es: Los 2 primeros pasan + los 8 mejores terceros
fr: Les 2 premiers qualifiés + les 8 meilleurs troisièmes
it: Le prime 2 avanzano + le 8 migliori terze
ja: 各組上位2チーム＋3位最上位8チームが進出
ko: 상위 2팀 진출 + 3위 최상위 8팀
pt_br: Top 2 avançam + 8 melhores terceiros colocados
zh_hans: 前2名晋级 + 8支最佳第三名

source: Tournament Rules
ar: قوانين البطولة
de: Turnierregeln
es: Reglas del torneo
es_es: Reglamento del torneo
fr: Règlement du tournoi
it: Regolamento del torneo
ja: 大会ルール
ko: 대회 규정
pt_br: Regulamento do Torneio
zh_hans: 赛制规则

source: Two 45-minute halves plus stoppage time. Group-stage matches can end in a draw. From the Round of 32 on, a tie after 90 minutes goes to two 15-minute periods of extra time, and if still level, a penalty shootout decides it.
ar: شوطان مدة كل منهما 45 دقيقة مع الوقت الضائع. يمكن أن تنتهي مباريات دور المجموعات بالتعادل. اعتباراً من دور الـ32، يُلعب عند التعادل بعد 90 دقيقة شوطان إضافيان مدة كل منهما 15 دقيقة، فإن استمر التعادل فُصل بالركلات الترجيحية.
de: Zwei 45-Minuten-Hälften plus Nachspielzeit. Gruppenspiele können unentschieden enden. Ab der Runde der 32 geht ein Unentschieden nach 90 Minuten in zwei 15-minütige Verlängerungen, und bei weiterem Gleichstand entscheidet ein Elfmeterschießen.
es: Dos tiempos de 45 minutos más tiempo adicional. Los partidos de la fase de grupos pueden terminar en empate. A partir de la Ronda de 32, un empate tras 90 minutos va a dos períodos de 15 minutos de tiempo extra y, si persiste, se define por penales.
es_es: Dos tiempos de 45 minutos más tiempo añadido. Los partidos de la fase de grupos pueden terminar en empate. A partir de los dieciseisavos de final, un empate al final del tiempo reglamentario da paso a dos períodos de prórroga de 15 minutos, y si sigue el empate, se decide en la tanda de penaltis.
fr: Deux mi-temps de 45 minutes plus le temps additionnel. Les matchs de la phase de groupes peuvent se terminer sur un nul. À partir des seizièmes de finale, une égalité après 90 minutes entraîne deux prolongations de 15 minutes, puis une séance de tirs au but si nécessaire.
it: Due tempi da 45 minuti più recupero. Le partite della fase a gironi possono terminare in pareggio. Dal Turno dei 32 in poi, un pareggio dopo 90 minuti porta a due tempi supplementari da 15 minuti e, se ancora in parità, ai rigori.
ja: 前後半各45分＋アディショナルタイム。グループステージは引き分けあり。ベスト32以降、90分で同点の場合は前後半各15分の延長戦、それでも決着がつかなければPK戦。
ko: 각 45분의 전후반과 추가 시간. 조별 리그는 무승부로 끝날 수 있습니다. 32강부터는 90분 후 동점이면 각 15분의 연장전 2회를 치르고, 그래도 동점이면 승부차기로 결정합니다.
pt_br: Dois tempos de 45 minutos mais acréscimos. As partidas da fase de grupos podem terminar empatadas. A partir dos Décimos de Final, um empate após 90 minutos vai para dois períodos de 15 minutos de prorrogação e, se ainda empatado, a decisão vai para os pênaltis.
zh_hans: 两个45分钟半场加补时。小组赛可以平局结束。从32强开始，90分钟平局则进入两个15分钟的加时赛，若仍平局则点球决出胜负。

source: Two yellows in different matches = one-match suspension. Single yellows are wiped after the group stage, and wiped again after the quarter-finals, so a player can't miss the final from an early caution.
ar: بطاقتان صفراوان في مباراتين مختلفتين = إيقاف مباراة واحدة. تُمحى البطاقات الصفراء الفردية بعد دور المجموعات، وتُمحى مجدداً بعد ربع النهائي، لذا لا يمكن أن يفوت لاعباً النهائي بسبب إنذار مبكر.
de: Zwei Gelbe in verschiedenen Spielen = eine Sperre. Einzelne Gelbe werden nach der Gruppenphase gelöscht und erneut nach dem Viertelfinale, sodass ein Spieler das Finale nicht wegen einer frühen Verwarnung verpassen kann.
es: Dos amarillas en partidos distintos = suspensión de un partido. Las amarillas individuales se borran tras la fase de grupos y nuevamente tras los cuartos de final, así que un jugador no puede perderse la final por una amonestación temprana.
es_es: Dos amarillas en partidos distintos = un partido de sanción. Las amarillas individuales se borran tras la fase de grupos y de nuevo tras los cuartos de final, de modo que un jugador no puede perderse la final por una amonestación temprana.
fr: Deux jaunes dans des matchs différents = un match de suspension. Les cartons jaunes individuels sont effacés après la phase de groupes, puis de nouveau après les quarts de finale, afin qu'un joueur ne puisse pas manquer la finale pour un avertissement précoce.
it: Due gialli in partite diverse = una giornata di squalifica. I singoli gialli vengono azzerati dopo la fase a gironi e di nuovo dopo i quarti di finale, così un giocatore non può saltare la finale per un'ammonizione precoce.
ja: 異なる試合での累積イエロー2枚で1試合出場停止。グループステージ終了後と準々決勝後にリセットされるため、初期の警告で決勝を欠場することはありません。
ko: 다른 경기에서 경고 2회 = 1경기 출장 정지. 경고는 조별 리그 후 초기화되고, 8강 후 다시 초기화되므로 초반 경고로 결승을 결장할 수 없습니다.
pt_br: Dois amarelos em partidas diferentes = suspensão de uma partida. Os cartões amarelos individuais são zerados após a fase de grupos e zerados novamente após as quartas de final, portanto um jogador não pode perder a final por uma advertência recebida cedo.
zh_hans: 不同场次各得一张黄牌累计停赛一场。黄牌在小组赛后清零，四分之一决赛后再次清零，因此球员不会因早期警告而错过决赛。

source: Unofficial summary for fans. See the official tournament website for regulations.
ar: ملخص غير رسمي للمشجعين. راجع الموقع الرسمي للبطولة للوائح الرسمية.
de: Inoffizielle Zusammenfassung für Fans. Offizielle Regeln auf der offiziellen Turnierwebsite.
es: Resumen no oficial para aficionados. Consulta el sitio web oficial del torneo para el reglamento oficial.
es_es: Resumen no oficial para aficionados. Consulta el sitio web oficial del torneo para el reglamento oficial.
fr: Résumé non officiel à destination des supporters. Consultez le site officiel du tournoi pour le règlement officiel.
it: Riepilogo non ufficiale per i tifosi. Consultare il sito ufficiale del torneo per il regolamento ufficiale.
ja: ファン向けの非公式まとめです。公式規定は公式大会ウェブサイトをご確認ください。
ko: 팬을 위한 비공식 요약. 공식 규정은 공식 토너먼트 웹사이트를 참조하세요.
pt_br: Resumo não oficial para os fãs. Consulte o site oficial do torneio para os regulamentos oficiais.
zh_hans: 球迷非官方摘要，官方规则请参阅官方赛事网站。

# updated_prefix
source: Updated
ar: آخر تحديث منذ
de: Aktualisiert vor
es: Actualizado hace
es_es: Actualizado hace
fr: Mis à jour il y a
it: Aggiornato
pt_br: Atualizado há
zh_hans: 更新于

source: View full %lld-player squad
ar: عرض قائمة %lld لاعباً كاملة
de: Vollständigen %lld-Mann-Kader anzeigen
es: Ver plantilla completa de %lld jugadores
es_es: Ver plantilla completa de %lld jugadores
fr: Voir l'effectif complet de %lld joueurs
it: Vedi la rosa completa di %lld giocatori
ja: 全%lld人のスクワッドを見る
ko: 전체 %lld인 스쿼드 보기
pt_br: Ver elenco completo com %lld jogadores
zh_hans: 查看完整 %lld 人阵容

source: W
ar: ف
de: S
es: G
es_es: G
fr: G
it: V
ja: 勝
ko: 승
pt_br: V
zh_hans: 胜

source: Who Advances
ar: من يتأهل
de: Wer kommt weiter
es: Quién avanza
es_es: Quién pasa
fr: Qui se qualifie
it: Chi avanza
ja: 進出条件
ko: 진출 팀
pt_br: Quem Avança
zh_hans: 谁晋级

source: Yellow Card (Caution)
ar: البطاقة الصفراء (الإنذار)
de: Gelbe Karte (Verwarnung)
es: Tarjeta amarilla (amonestación)
es_es: Tarjeta amarilla (amonestación)
fr: Carton jaune (avertissement)
it: Cartellino giallo (ammonizione)
ja: イエローカード（警告）
ko: 옐로 카드 (경고)
pt_br: Cartão Amarelo (Advertência)
zh_hans: 黄牌（警告）

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
es_es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hans: 昨天

# updated_suffix
source: ago
it: fa
ja: 前に更新
ko: 전 업데이트
zh_hans: 前
